Repository: Different-Productions/DifferentRequestsSDK
Catalog: Sources/DifferentRequests/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, it, ja, pl, pt_br

source: This request can't be unfollowed right now.
ar: لا يمكن إلغاء متابعة هذا الطلب الآن.
de: Dieser Anfrage kann gerade nicht entfolgt werden.
es: No se puede dejar de seguir esta solicitud ahora.
fr: Impossible de ne plus suivre cette demande pour l'instant.
it: Al momento non è possibile smettere di seguire questa richiesta.
ja: このリクエストは現在フォロー解除できません。
pl: Nie można teraz przestać obserwować tej prośby.
pt_br: Não é possível deixar de seguir este pedido agora.

source: This request is gone
ar: هذا الطلب لم يعد موجودًا
de: Diese Anfrage gibt es nicht mehr
es: Esta solicitud ya no existe
fr: Cette demande n'existe plus
it: Questa richiesta non c'è più
ja: このリクエストはありません
pl: Tej prośby już nie ma
pt_br: Este pedido não existe mais

source: This request was removed, so that didn't go through.
ar: أُزيل هذا الطلب، لذا لم يتم ذلك.
de: Diese Anfrage wurde entfernt, deshalb hat das nicht geklappt.
es: Esta solicitud se eliminó, así que no se completó.
fr: Cette demande a été supprimée, l'action n'a donc pas abouti.
it: Questa richiesta è stata rimossa, quindi l'azione non è andata a buon fine.
ja: このリクエストは削除されたため、完了しませんでした。
pl: Ta prośba została usunięta, więc się nie udało.
pt_br: Este pedido foi removido, então isso não foi concluído.

source: Those couldn't be marked read.
ar: تعذّر تعليمها كمقروءة.
de: Diese konnten nicht als gelesen markiert werden.
es: No se pudieron marcar como leídas.
fr: Impossible de les marquer comme lues.
it: Non è stato possibile segnarle come lette.
ja: 既読にできませんでした。
pl: Nie udało się oznaczyć ich jako przeczytanych.
pt_br: Não foi possível marcá-las como lidas.

source: Those notifications are gone.
ar: هذه الإشعارات لم تعد موجودة.
de: Diese Mitteilungen gibt es nicht mehr.
es: Esas notificaciones ya no existen.
fr: Ces notifications n'existent plus.
it: Quelle notifiche non ci sono più.
ja: それらの通知はもうありません。
pl: Tych powiadomień już nie ma.
pt_br: Essas notificações não existem mais.

source: Title
ar: العنوان
de: Titel
es: Título
fr: Titre
it: Titolo
ja: タイトル
pl: Tytuł
pt_br: Título

source: Too many tries at once. Try again in %lld seconds.
ar: محاولات كثيرة دفعة واحدة. حاول مجددًا بعد %lld ثانية.
de: Zu viele Versuche auf einmal. Versuch es in %lld Sekunden noch einmal.
es: Demasiados intentos a la vez. Vuelve a intentarlo en %lld segundos.
fr: Trop de tentatives à la fois. Réessayez dans %lld secondes.
it: Troppi tentativi insieme. Riprova tra %lld secondi.
ja: 一度に試行が多すぎます。%lld秒後にもう一度お試しください。
pl: Za dużo prób naraz. Spróbuj ponownie za %lld s.
pt_br: Tentativas demais de uma vez. Tente de novo em %lld segundos.

source: Too many tries at once. Try again in a moment.
ar: محاولات كثيرة دفعة واحدة. حاول مجددًا بعد قليل.
de: Zu viele Versuche auf einmal. Versuch es gleich noch einmal.
es: Demasiados intentos a la vez. Vuelve a intentarlo en un momento.
fr: Trop de tentatives à la fois. Réessayez dans un moment.
it: Troppi tentativi insieme. Riprova tra poco.
ja: 一度に試行が多すぎます。少ししてからもう一度お試しください。
pl: Za dużo prób naraz. Spróbuj ponownie za chwilę.
pt_br: Tentativas demais de uma vez. Tente de novo daqui a pouco.

source: Try again
ar: حاول مجددًا
de: Erneut versuchen
es: Reintentar
fr: Réessayer
it: Riprova
ja: もう一度試す
pl: Spróbuj ponownie
pt_br: Tentar de novo

source: Unknown
ar: غير معروف
de: Unbekannt
es: Desconocido
fr: Inconnu
it: Sconosciuto
ja: 不明
pl: Nieznane
pt_br: Desconhecido

source: Vote for or follow a request, and you'll get updates here when it changes.
ar: صوّت لطلب أو تابعه، وستصلك التحديثات هنا عندما يتغيّر.
de: Stimm für eine Anfrage ab oder folge ihr, und du bekommst hier Updates, wenn sie sich ändert.
es: Vota o sigue una solicitud y aquí verás las novedades cuando cambie.
fr: Votez pour une demande ou suivez-la, et vous verrez ici ses changements.
it: Vota o segui una richiesta e qui riceverai aggiornamenti quando cambia.
ja: リクエストに投票するかフォローすると、変更があったときにここでお知らせします。
pl: Zagłosuj na prośbę lub ją obserwuj, a tutaj zobaczysz, gdy coś się zmieni.
pt_br: Vote ou siga um pedido e você verá aqui quando ele mudar.

source: Vote for this
ar: صوّت لهذا
de: Dafür stimmen
es: Votar por esto
fr: Voter pour cela
it: Vota
ja: これに投票
pl: Zagłosuj
pt_br: Votar nisso

source: What do you want?
ar: ماذا تريد؟
de: Was wünschst du dir?
es: ¿Qué quieres?
fr: Que voulez-vous ?
it: Cosa vuoi?
ja: 何が欲しいですか？
pl: Czego chcesz?
pt_br: O que você quer?

source: What should we build?
ar: ماذا نبني؟
de: Was sollen wir bauen?
es: ¿Qué deberíamos crear?
fr: Que devrions-nous créer ?
it: Cosa dovremmo creare?
ja: 何を作りましょうか？
pl: Co powinniśmy zbudować?
pt_br: O que devemos criar?

source: What's New
ar: ما الجديد
de: Neuigkeiten
es: Novedades
fr: Nouveautés
it: Novità
ja: 新機能
pl: Co nowego
pt_br: Novidades

source: When the app gets something new, you'll read about it here.
ar: عندما يحصل التطبيق على شيء جديد، ستقرأ عنه هنا.
de: Wenn die App etwas Neues bekommt, liest du hier davon.
es: Cuando la app tenga algo nuevo, lo leerás aquí.
fr: Quand l'app aura du nouveau, vous le lirez ici.
it: Quando l'app avrà qualcosa di nuovo, lo leggerai qui.
ja: アプリに新しいことがあれば、ここでお知らせします。
pl: Gdy w aplikacji pojawi się coś nowego, przeczytasz o tym tutaj.
pt_br: Quando o app tiver algo novo, você vai ler aqui.

source: Why you'd use it (optional)
ar: لماذا ستستخدمه (اختياري)
de: Wofür du es nutzen würdest (optional)
es: Para qué lo usarías (opcional)
fr: Pourquoi vous l'utiliseriez (facultatif)
it: Perché lo useresti (facoltativo)
ja: 使いたい理由（任意）
pl: Do czego byś tego używał (opcjonalnie)
pt_br: Por que você usaria (opcional)

source: You're only seeing some requests. Tap All first, so you don't ask for something that's already here.
ar: أنت ترى بعض الطلبات فقط. اضغط «الكل» أولًا حتى لا تطلب شيئًا موجودًا.
de: Du siehst nur einige Anfragen. Tippe zuerst auf „Alle“, damit du nichts anfragst, das es schon gibt.
es: Solo ves algunas solicitudes. Toca Todas primero para no pedir algo que ya está.
fr: Vous ne voyez qu'une partie des demandes. Touchez d'abord Toutes pour ne pas demander ce qui existe déjà.
it: Stai vedendo solo alcune richieste. Tocca prima Tutte, così non chiedi qualcosa che c'è già.
ja: 一部のリクエストだけが表示されています。すでにあるものを頼まないよう、先に「すべて」をタップしてください。
pl: Widzisz tylko część próśb. Najpierw dotknij „Wszystkie”, żeby nie prosić o coś, co już tu jest.
pt_br: Você está vendo só alguns pedidos. Toque em Todos antes, para não pedir algo que já está aqui.

source: Your comment didn't send. We kept what you wrote, so tap Send to try again.
ar: لم يُرسَل تعليقك. احتفظنا بما كتبت، فاضغط «إرسال» للمحاولة مجددًا.
de: Dein Kommentar wurde nicht gesendet. Dein Text ist noch da, tippe auf „Senden“, um es erneut zu versuchen.
es: Tu comentario no se envió. Guardamos lo que escribiste; toca Enviar para intentarlo de nuevo.
fr: Votre commentaire n'est pas parti. Nous avons gardé votre texte : touchez Envoyer pour réessayer.
it: Il tuo commento non è stato inviato. Abbiamo tenuto quello che hai scritto: tocca Invia per riprovare.
ja: コメントを送信できませんでした。書いた内容は残っているので、「送信」をタップしてもう一度お試しください。
pl: Twój komentarz nie został wysłany. Zachowaliśmy to, co napisałeś — dotknij „Wyślij”, aby spróbować ponownie.
pt_br: Seu comentário não foi enviado. Guardamos o que você escreveu; toque em Enviar para tentar de novo.

source: Your comment is empty or too long. Change it and tap Send.
ar: تعليقك فارغ أو طويل جدًا. عدّله واضغط «إرسال».
de: Dein Kommentar ist leer oder zu lang. Ändere ihn und tippe auf „Senden“.
es: Tu comentario está vacío o es demasiado largo. Cámbialo y toca Enviar.
fr: Votre commentaire est vide ou trop long. Modifiez-le et touchez Envoyer.
it: Il tuo commento è vuoto o troppo lungo. Modificalo e tocca Invia.
ja: コメントが空か長すぎます。変更して「送信」をタップしてください。
pl: Twój komentarz jest pusty albo za długi. Zmień go i dotknij „Wyślij”.
pt_br: Seu comentário está vazio ou longo demais. Altere e toque em Enviar.

source: Your comment wasn't accepted. We kept what you wrote.
ar: لم يُقبل تعليقك. احتفظنا بما كتبت.
de: Dein Kommentar wurde nicht angenommen. Dein Text ist noch da.
es: Tu comentario no se aceptó. Guardamos lo que escribiste.
fr: Votre commentaire n'a pas été accepté. Nous avons gardé votre texte.
it: Il tuo commento non è stato accettato. Abbiamo tenuto quello che hai scritto.
ja: コメントは受け付けられませんでした。書いた内容は残っています。
pl: Twój komentarz nie został przyjęty. Zachowaliśmy to, co napisałeś.
pt_br: Seu comentário não foi aceito. Guardamos o que você escreveu.

source: Your phone isn't connected. Check your connection and try again.
ar: هاتفك غير متصل. تحقّق من الاتصال وحاول مجددًا.
de: Dein Telefon ist nicht verbunden. Prüfe deine Verbindung und versuch es noch einmal.
es: Tu teléfono no está conectado. Revisa la conexión e inténtalo de nuevo.
fr: Votre téléphone n'est pas connecté. Vérifiez votre connexion et réessayez.
it: Il telefono non è connesso. Controlla la connessione e riprova.
ja: 電話がネットに接続されていません。接続を確認してもう一度お試しください。
pl: Telefon nie ma połączenia. Sprawdź połączenie i spróbuj ponownie.
pt_br: Seu telefone não está conectado. Verifique a conexão e tente de novo.

source: Your request wasn't accepted. We kept what you wrote.
ar: لم يُقبل طلبك. احتفظنا بما كتبت.
de: Deine Anfrage wurde nicht angenommen. Dein Text ist noch da.
es: Tu solicitud no se aceptó. Guardamos lo que escribiste.
fr: Votre demande n'a pas été acceptée. Nous avons gardé votre texte.
it: La tua richiesta non è stata accettata. Abbiamo tenuto quello che hai scritto.
ja: リクエストは受け付けられませんでした。書いた内容は残っています。
pl: Twoja prośba nie została przyjęta. Zachowaliśmy to, co napisałeś.
pt_br: Seu pedido não foi aceito. Guardamos o que você escreveu.

source: Your vote couldn't be added to this request.
ar: تعذّرت إضافة صوتك إلى هذا الطلب.
de: Deine Stimme konnte dieser Anfrage nicht hinzugefügt werden.
es: No se pudo añadir tu voto a esta solicitud.
fr: Votre vote n'a pas pu être ajouté à cette demande.
it: Non è stato possibile aggiungere il tuo voto a questa richiesta.
ja: このリクエストに投票できませんでした。
pl: Nie udało się dodać Twojego głosu do tej prośby.
pt_br: Não foi possível adicionar seu voto a este pedido.

source: Your vote couldn't be taken back from this request.
ar: تعذّر سحب صوتك من هذا الطلب.
de: Deine Stimme konnte von dieser Anfrage nicht zurückgenommen werden.
es: No se pudo retirar tu voto de esta solicitud.
fr: Votre vote n'a pas pu être retiré de cette demande.
it: Non è stato possibile ritirare il tuo voto da questa richiesta.
ja: このリクエストへの投票を取り消せませんでした。
pl: Nie udało się wycofać Twojego głosu z tej prośby.
pt_br: Não foi possível retirar seu voto deste pedido.

source: Your vote didn't go through. Try it again.
ar: لم يُسجَّل صوتك. حاول مجددًا.
de: Deine Stimme ist nicht angekommen. Versuch es noch einmal.
es: Tu voto no se registró. Inténtalo de nuevo.
fr: Votre vote n'est pas passé. Réessayez.
it: Il tuo voto non è andato a buon fine. Riprova.
ja: 投票できませんでした。もう一度お試しください。
pl: Twój głos nie dotarł. Spróbuj ponownie.
pt_br: Seu voto não foi registrado. Tente de novo.

source: Deleted user
ar: مستخدم محذوف
de: Gelöschter Nutzer
es: Usuario eliminado
fr: Utilisateur supprimé
it: Utente eliminato
ja: 削除されたユーザー
pl: Usunięty użytkownik
pt_br: Usuário excluído

source: The team
ar: الفريق
de: Das Team
es: El equipo
fr: L'équipe
it: Il team
ja: チーム
pl: Zespół
pt_br: A equipe

source: What this answers
ar: ما يجيب عنه هذا
de: Was das beantwortet
es: Lo que responde
fr: Ce que cela résout
it: A cosa risponde
ja: このアップデートで対応したこと
pl: Na co odpowiada
pt_br: O que isso responde

source: Sort
ar: ترتيب
de: Sortieren
es: Ordenar
fr: Trier
it: Ordina
ja: 並べ替え
pl: Sortuj
pt_br: Ordenar

source: Your request is posted. You're following it.
ar: تم نشر طلبك. أنت تتابعه الآن.
de: Deine Anfrage ist veröffentlicht. Du folgst ihr.
es: Tu solicitud se publicó. Ya la sigues.
fr: Ta demande est publiée. Tu la suis.
it: La tua richiesta è pubblicata. La stai seguendo.
ja: リクエストを投稿しました。フォロー中です。
pl: Twoja prośba została opublikowana. Obserwujesz ją.
pt_br: Seu pedido foi publicado. Você está seguindo.

source: This app uses Different Requests to hear what you want next.
ar: يستخدم هذا التطبيق Different Requests ليعرف ما تريده بعد ذلك.
de: Diese App nutzt Different Requests, um zu hören, was du dir als Nächstes wünschst.
es: Esta app usa Different Requests para saber qué quieres después.
fr: Cette app utilise Different Requests pour savoir ce que tu veux ensuite.
it: Questa app usa Different Requests per sapere cosa vuoi dopo.
ja: このアプリは Different Requests を使って、次にほしいものを聞いています。
pl: Ta aplikacja używa Different Requests, żeby wiedzieć, czego chcesz dalej.
pt_br: Este app usa o Different Requests para saber o que você quer a seguir.

source: %@ uses Different Requests to hear what you want next.
ar: يستخدم %@ Different Requests ليعرف ما تريده بعد ذلك.
de: %@ nutzt Different Requests, um zu hören, was du dir als Nächstes wünschst.
es: %@ usa Different Requests para saber qué quieres después.
fr: %@ utilise Different Requests pour savoir ce que tu veux ensuite.
it: %@ usa Different Requests per sapere cosa vuoi dopo.
ja: %@ は Different Requests を使って、次にほしいものを聞いています。
pl: %@ używa Different Requests, żeby wiedzieć, czego chcesz dalej.
pt_br: %@ usa o Different Requests para saber o que você quer a seguir.

source: **Ask** for something, or vote for what others asked.
ar: **اطلب** شيئًا، أو صوّت لما طلبه الآخرون.
de: **Wünsch dir** etwas oder stimm für die Wünsche anderer ab.
es: **Pide** algo o vota lo que pidieron otros.
fr: **Demande** quelque chose, ou vote pour ce que d'autres ont demandé.
it: **Chiedi** qualcosa o vota ciò che hanno chiesto gli altri.
ja: ほしいものを**リクエスト**したり、ほかの人のリクエストに投票したりできます。
pl: **Poproś** o coś albo zagłosuj na prośby innych.
pt_br: **Peça** algo ou vote no que outras pessoas pediram.

source: **Follow** a request and you'll be told when it's planned or shipped.
ar: **تابع** طلبًا وسيتم إخبارك عندما يُخطَّط له أو يُطلق.
de: **Folge** einer Anfrage und du erfährst, wann sie geplant oder veröffentlicht wird.
es: **Sigue** una solicitud y te avisaremos cuando se planifique o se lance.
fr: **Suis** une demande et tu seras prévenu quand elle est prévue ou livrée.
it: **Segui** una richiesta e ti diremo quando è pianificata o rilasciata.
ja: リクエストを**フォロー**すると、計画されたときやリリースされたときにお知らせします。
pl: **Obserwuj** prośbę, a dowiesz się, kiedy zostanie zaplanowana lub wydana.
pt_br: **Siga** um pedido e você será avisado quando ele for planejado ou lançado.

source: **Your requests go to the team behind %@.** We don't sell or share what you write.
ar: **تذهب طلباتك إلى الفريق الذي يقف وراء %@.** لا نبيع ما تكتبه ولا نشاركه.
de: **Deine Anfragen gehen an das Team hinter %@.** Wir verkaufen oder teilen nicht, was du schreibst.
es: **Tus solicitudes llegan al equipo detrás de %@.** No vendemos ni compartimos lo que escribes.
fr: **Tes demandes vont à l'équipe derrière %@.** Nous ne vendons ni ne partageons ce que tu écris.
it: **Le tue richieste vanno al team dietro %@.** Non vendiamo né condividiamo ciò che scrivi.
ja: **リクエストは %@ のチームに届きます。**書いた内容を販売したり共有したりすることはありません。
pl: **Twoje prośby trafiają do zespołu stojącego za %@.** Nie sprzedajemy ani nie udostępniamy tego, co piszesz.
pt_br: **Seus pedidos vão para a equipe por trás de %@.** Não vendemos nem compartilhamos o que você escreve.

source: About Different Requests
ar: حول Different Requests
de: Über Different Requests
es: Acerca de Different Requests
fr: À propos de Different Requests
it: Informazioni su Different Requests
ja: Different Requests について
pl: O Different Requests
pt_br: Sobre o Different Requests

source: What is this?
ar: ما هذا؟
de: Was ist das?
es: ¿Qué es esto?
fr: C'est quoi ?
it: Che cos'è?
ja: これは何？
pl: Co to jest?
pt_br: O que é isso?

source: this app
ar: هذا التطبيق
de: dieser App
es: esta app
fr: cette app
it: questa app
ja: このアプリ
pl: tej aplikacji
pt_br: este app

source: See requests
ar: عرض الطلبات
de: Anfragen ansehen
es: Ver solicitudes
fr: Voir les demandes
it: Vedi richieste
ja: リクエストを見る
pl: Zobacz prośby
pt_br: Ver pedidos

source: Get told when this changes?
ar: هل تريد إشعارًا عندما يتغير هذا؟
de: Benachrichtigen, wenn sich das ändert?
es: ¿Quieres saber cuando cambie?
fr: Être prévenu quand ça change ?
it: Vuoi sapere quando cambia?
ja: 変更があったときにお知らせしますか？
pl: Powiadomić cię, gdy coś się zmieni?
pt_br: Quer ser avisado quando isso mudar?

source: We'll send a notification when it's planned, shipped or someone replies.
ar: سنرسل إشعارًا عندما يُخطَّط له أو يُطلق أو يرد أحد.
de: Wir benachrichtigen dich, wenn es geplant oder veröffentlicht wird oder jemand antwortet.
es: Te avisaremos cuando se planifique, se lance o alguien responda.
fr: Nous t'enverrons une notification quand c'est prévu, livré ou que quelqu'un répond.
it: Ti invieremo una notifica quando è pianificata, rilasciata o qualcuno risponde.
ja: 計画されたとき、リリースされたとき、または誰かが返信したときに通知します。
pl: Wyślemy powiadomienie, gdy zostanie zaplanowana, wydana lub ktoś odpowie.
pt_br: Vamos enviar uma notificação quando for planejado, lançado ou alguém responder.

source: Not now
ar: ليس الآن
de: Nicht jetzt
es: Ahora no
fr: Pas maintenant
it: Non ora
ja: 今はしない
pl: Nie teraz
pt_br: Agora não

source: Turn on
ar: تشغيل
de: Einschalten
es: Activar
fr: Activer
it: Attiva
ja: オンにする
pl: Włącz
pt_br: Ativar

source: Notifications couldn't be turned on. You can turn them on in Settings.
ar: تعذّر تشغيل الإشعارات. يمكنك تشغيلها من الإعدادات.
de: Mitteilungen konnten nicht eingeschaltet werden. Du kannst sie in den Einstellungen einschalten.
es: No se pudieron activar las notificaciones. Puedes activarlas en Ajustes.
fr: Impossible d'activer les notifications. Tu peux les activer dans Réglages.
it: Impossibile attivare le notifiche. Puoi attivarle in Impostazioni.
ja: 通知をオンにできませんでした。設定からオンにできます。
pl: Nie udało się włączyć powiadomień. Możesz je włączyć w Ustawieniach.
pt_br: Não foi possível ativar as notificações. Você pode ativá-las em Ajustes.

source: OK
ar: حسنًا

source: You'll be told when this changes.
ar: سيتم إخبارك عندما يتغير هذا.
de: Du erfährst es, wenn sich das ändert.
es: Te avisaremos cuando cambie.
fr: Tu seras prévenu quand ça changera.
it: Ti diremo quando cambia.
ja: 変更があったらお知らせします。
pl: Dowiesz się, gdy coś się zmieni.
pt_br: Você será avisado quando isso mudar.

source: Nothing planned yet
ar: لا شيء مخطط له بعد
de: Noch nichts geplant
es: Aún no hay nada planeado
fr: Rien de prévu pour l'instant
it: Ancora niente di pianificato
ja: まだ計画はありません
pl: Nic jeszcze nie zaplanowano
pt_br: Nada planejado ainda

source: When the team plans something, it shows up here.
ar: عندما يخطط الفريق لشيء ما، سيظهر هنا.
de: Wenn das Team etwas plant, erscheint es hier.
es: Cuando el equipo planifique algo, aparecerá aquí.
fr: Quand l'équipe prévoit quelque chose, ça apparaît ici.
it: Quando il team pianifica qualcosa, compare qui.
ja: チームが何かを計画すると、ここに表示されます。
pl: Gdy zespół coś zaplanuje, pojawi się tutaj.
pt_br: Quando a equipe planejar algo, vai aparecer aqui.

source: Says what Different Requests is
ar: يوضح ما هو Different Requests
de: Erklärt, was Different Requests ist
es: Explica qué es Different Requests
fr: Explique ce qu'est Different Requests
it: Spiega cos'è Different Requests
ja: Different Requests について説明します
pl: Wyjaśnia, czym jest Different Requests
pt_br: Explica o que é o Different Requests

source: Waiting
ar: في الانتظار
de: Wartend
es: En espera
fr: En attente
it: In attesa
ja: 受付中
pl: Oczekuje
pt_br: Aguardando

source: Planned
ar: مخطط له
de: Geplant
es: Planeado
fr: Prévu
it: Pianificato
ja: 計画中
pl: Zaplanowane
pt_br: Planejado

source: In progress
ar: قيد التنفيذ
de: In Arbeit
es: En curso
fr: En cours
it: In corso
ja: 進行中
pl: W toku
pt_br: Em andamento

source: Shipped
ar: تم الإطلاق
de: Veröffentlicht
es: Lanzado
fr: Livré
it: Rilasciato
ja: リリース済み
pl: Wydane
pt_br: Lançado

source: Declined
ar: مرفوض
de: Abgelehnt
es: Rechazado
fr: Refusé
it: Rifiutato
ja: 見送り
pl: Odrzucone
pt_br: Recusado

source: Duplicate
ar: مكرر
de: Duplikat
es: Duplicado
fr: Doublon
it: Duplicato
ja: 重複
pl: Duplikat
pt_br: Duplicado

source: Now waiting
ar: الآن في الانتظار
de: Jetzt wartend
es: Ahora en espera
fr: Désormais en attente
it: Ora in attesa
ja: 受付中に戻りました
pl: Znów oczekuje
pt_br: Agora aguardando

source: Now planned
ar: أصبح مخططًا له
de: Jetzt geplant
es: Ahora planeado
fr: Désormais prévu
it: Ora pianificato
ja: 計画されました
pl: Teraz zaplanowane
pt_br: Agora planejado

source: Now in progress
ar: قيد التنفيذ الآن
de: Jetzt in Arbeit
es: Ahora en curso
fr: Désormais en cours
it: Ora in corso
ja: 進行中になりました
pl: Teraz w toku
pt_br: Agora em andamento

source: Now shipped
ar: تم الإطلاق الآن
de: Jetzt veröffentlicht
es: Ya lanzado
fr: Désormais livré
it: Ora rilasciato
ja: リリースされました
pl: Już wydane
pt_br: Agora lançado

source: Now declined
ar: رُفض الآن
de: Jetzt abgelehnt
es: Ahora rechazado
fr: Désormais refusé
it: Ora rifiutato
ja: 見送りになりました
pl: Teraz odrzucone
pt_br: Agora recusado

source: Already asked for
ar: طُلب من قبل
de: Schon gewünscht
es: Ya pedido
fr: Déjà demandé
it: Già richiesto
ja: 既にリクエスト済み
pl: Już zgłoszone
pt_br: Já pedido

source: New comment
ar: تعليق جديد
de: Neuer Kommentar
es: Nuevo comentario
fr: Nouveau commentaire
it: Nuovo commento
ja: 新しいコメント
pl: Nowy komentarz
pt_br: Novo comentário

source: Something changed
ar: حدث تغيير
de: Etwas hat sich geändert
es: Algo cambió
fr: Quelque chose a changé
it: Qualcosa è cambiato
ja: 変更がありました
pl: Coś się zmieniło
pt_br: Algo mudou
